Repository: k-tech-italy/krm3
Catalog: src/krm3/LOCALE/*/LC_MESSAGES/django.po
Languages: it

source: Please correct the error below.
it: Correggere l'errore indicato.

source: Please correct the errors below.
it: Correggere gli errori indicati.

source: English
it: Inglese

source: Italian
it: Italiano

source: Polish
it: Polacco

source: Draft
it: Bozza

source: Submitted
it: Inviato

source: Cancelled
it: Cancellato

source: If a mission is in DRAFT then number must empty, otherwise it is mandatory
it: Se la missione è in DRAFT il numero deve essere vuoto, altrimenti è obbligatorio

source: to_date must be > from_date
it: to_date deve essere > from_date

source: "start_date" is required
it: "data inzio" `e obbligatoria

source: "start_date" must not be later than "end_date"
it: "data inizio" non può essere successiva a "data fine"

source: Open
it: Aperto

source: Closed
it: Chiuso

source: A task must not start before its related project - task "{task_title}" is supposed to start on {task_start_date}, but related project "{project_name}" starts on {project_start_date}
it: Un task non può iniziare prima del progetto cui appartiene - il task "{task_title}" non può iniziare il {task_start_date} in quanto il progetto "{project_name}" inizia il {project_start_date}

source: "from_date" must not be later than "to_date"
it: "data da" non può essere maggiore di "data a"

source: N.B.: End date is the day after the actual end date
it: N.B.: La data fine è il giorno successivo a quello effettivo

source: Protocol number can be used only for sick days
it: Il numero di protocollo può essere usato solamente con malattia

source: Protocol number digits must be numeric
it: Il numero di protocollo può contenere solo caratteri numerici

source: You cannot log task hours in a day entry
it: Non si possono inserire ora sul task se vi sono malattie o ferie

source: You cannot log non-task hours in a task entry
it: Impossibile aggiungere ore non legate ad un task in una task entry

source: You cannot log more than one kind of non-task hours in a day
it: Non è possibile registrare più di un tipo di ore non lavorative in un giorno

source: You cannot log task hours and non-task hours together
it: Non è possibile registrare contemporaneamente le ore di attività e le ore non di attività

source: Total hours on this time entry ({total_hours}) is over 24 hours
it: Il totale delle ore ({total_hours}) supera le 24 ore

source: Total hours on all time entries on {date} ({total_hours}) is over 24 hours
it: Il totale complessivo di ore ({total_hours}) in data {date} supera le 24 ore

source: Only a special leave can have a reason
it: Solo un congedo speciale può avere una ragione

source: Reason is required when logging a special leave
it: È necessario specificare il motivo per registrare un congedo speciale

source: reason is required
it: Il motivo è obbligatorio

source: Reason "{title}" is not valid on {date}
it: Il motivo "{title}" non è valido per la data {date}

source: No overtime allowed when logging a {kind}. Maximum allowed is {work_hours}, got {actual_hours}
it: Non sono ammessi straordinari quando si registra un {kind}. Il massimo consentito è {work_hours}, invede di {actual_hours}

source: Cannot both withdraw from and deposit to bank hours on the same day
it: Non è possibile prelevare e depositare ore in banca nello stesso giorno

source: This transaction would exceed the maximum bank balance of {limit} hours. Current balance: {current}, attempting to add: {change}
it: Questa transazione supererebbe il saldo massimo in banca di {limit} ore. Saldo attuale: {current}, tentativo di aggiunta: {change}

source: This transaction would exceed the minimum bank balance of {limit} hours. Current balance: {current}, attempting to change by: {change}
it: Questa transazione supererebbe il saldo bancario minimo di {limit} ore. Saldo attuale: {current}, tentativo di modifica entro: {change}

source: Cannot use bank hours during holidays or sick days
it: Non è possibile utilizzare l'orario di apertura della banca durante le festività o i giorni di malattia

source: Cannot deposit bank hours during a {day_type}
it: Non è possibile depositare in banca durante un orario {day_type}

source: Cannot deposit {bank_hours} bank hours. Total hours would become {task_hours} which is below scheduled hours ({scheduled_hours})
it: Impossibile depositare {bank_hours} ore. Il totale delle ore diventerebbe {task_hours}, ovvero inferiore alle ore programmate ({scheduled_hours})

source: Cannot withdraw bank hours when task hours ({task_hours}) are higher or equal scheduled hours ({scheduled_hours})
it: Non è possibile prelevare ore bancarie quando le ore di attività ({task_hours}) sono superiori o uguali alle ore programmate ({scheduled_hours})

source: holidays.code and optionally subdivision from holidays library
it: holidays.code e, opzionale, l'area geografica

source: KT Payslip
it: Busta Paga KT

source: “%(path)s” does not exist
it: “%(path)s” non esiste

source: Django administration
it: Console amministrazione

source: Upload image for %(title)s
it: Carica immagine per %(title)s

source: Login
it: Accedi

source: Back
it: Indietro

source: Day
it: Giorno

source: Mission
it: Missione

source: Project
it: Progetto

source: City
it: Città

source: Resource
it: Risorsa

source: Choose File
it: Scegli file

source: Use Camera
it: Usa fotocamera

source: Capture Photo
it: Scatta foto

source: Image preview
it: Anteprima immagine

source: Remove image
it: Rimuovi immagine

source: Recapture photo
it: Scatta di nuovo

source: Recapture
it: Riscatta

source: Submit Image
it: Invia immagine

source: Reason for special leave is not valid yet: "{value}"
it: Motivo permesso speciale non ancora valido: "{value}"

source: Reason for special leave is expired: "{value}"
it: Motivo permesso speciale scaduto: "{value}"

source: Timesheet already submitted.
it: Foglio ore già sottomesso

source: H
it: F

source: S
it: M

source: L
it: P

source: SL
it: PS

source: Days
it: Giorni

source: Bank hours
it: Banca ore

source: Due hours
it: Ore lavorative

source: Regular hours
it: Ore ordinarie

source: Day shift hours
it: Ore diurne

source: Night shift hours
it: Ore notturne

source: On call
it: Reperibilità

source: Travel
it: Viaggio

source: Holiday
it: Ferie

source: Leave
it: Permessi

source: Rest
it: Riposo

source: Overtime
it: Ore straordinarie

source: Meal voucher
it: Buoni pasto

source: Special leave ({title})
it: Perm. speciale ({title})

source: Sick {title}
it: Malattia {title}

source: Sick
it: Malattia

source: Night shift
it: Ore notturne

source: Days {working_days}
it: Giorni {working_days}

source: Total HH
it: Tot HH

source: Special leave ({sl_title})
it: Perm. speciale ({sl_title})

source: Sick {protocol}
it: Malattia {protocol}

source: No data available
it: Nessun dato disponibile

source: Total per day
it: Tot per giorno

source: Absences
it: Assenze

source: Prev month
it: Mese precedente

source: Availability Report %(title)s
it: Rapporto sulla disponibilità %(title)s

source: Next month
it: Il mese prossimo

source: Filter for project
it: Filtra per progetto

source: Remove
it: Rimuovi immagine

source: Add Condition
it: Aggiungi condizione

source: Add Group
it: Aggiungi gruppo

source: Apply Filters
it: Applica filtri

source: Filename
it: Nome file

source: Upload Date
it: Carica data

source: Reference Period
it: Periodo riferimento

source: Contains
it: Contiene

source: Starts with
it: Comincia con

source: Ends with
it: Finisce con

source: Equals
it: Uguale a

source: After or on
it: Uguale o successivo a

source: Before or on
it: Uguale o antecedente a

source: Between
it: Tra

source: Overlaps with
it: Sovrappone con

source: Contained by
it: Contenuto da

source: Contains all
it: Contiene tutti

source: Contains any
it: Contiene uno do

source: Exact set
it: Esattamente uguale a

source: Report %(title)s
it: Rapporto %(title)s

source: Download report
it: Scarica il rapporto

source: No time entries available
it: Nessun inserimento orario disponibile

source: Task Report %(title)s
it: Rapporto sull'attività %(title)s

source: No tasks assigned
it: Nessun compito assegnato

source: Cancel
it: Cancellato

source: All projects
it: Tutti i progetti
